Repository: Vaishnavi-Vyavahare/Maid_Hiring_System
Catalog: maid_hiring_project/locale/*/LC_MESSAGES/django.po
Languages: hi, mr

source: Cleaning
hi: सफाई
mr: साफसफाई

source: Cooking
hi: खाना पकाना
mr: स्वयंपाक

source: Babysitting
hi: बच्चा संभालना (Babysitting)
mr: मुलांचा सांभाळ (Babysitting)

source: Elder Care
hi: बुजुर्गों की देखभाल
mr: वृद्धांची काळजी

source: Laundry
hi: कपड़े धोना
mr: कपडे धुणे

source: Other Household Work
hi: अन्य घरेलू काम
mr: इतर घरगुती काम

source: Skills
hi: कौशल
mr: कौशल्ये

source: Enter your full name
hi: अपना पूरा नाम दर्ज करें
mr: आपले पूर्ण नाव प्रविष्ट करा

source: Enter mobile number
hi: मोबाइल नंबर दर्ज करें
mr: मोबाइल नंबर प्रविष्ट करा

source: Enter your location
hi: अपना स्थान दर्ज करें
mr: आपले स्थान प्रविष्ट करा

source: Enter expected monthly salary
hi: अपेक्षित मासिक वेतन दर्ज करें
mr: अपेक्षित मासिक पगार प्रविष्ट करा

source: Full Name
hi: पूरा नाम
mr: पूर्ण नाव

source: Email Address
hi: ईमेल पता
mr: ईमेल पत्ता

source: Mobile Number
hi: मोबाइल नंबर
mr: मोबाइल नंबर

source: Location
hi: स्थान
mr: स्थान

source: Expected Salary
hi: अपेक्षित वेतन
mr: अपेक्षित पगार

source: Aadhaar Document
hi: आधार दस्तावेज
mr: आधार दस्तऐवज

source: Police Verification
hi: पुलिस सत्यापन
mr: पोलीस पडताळणी

source: Subject
hi: विषय
mr: विषय

source: Message
hi: संदेश
mr: संदेश

source: Admin Dashboard
hi: एडमिन डैशबोर्ड
mr: प्रशासक डॅशबोर्ड

source: Maid Hiring System
hi: मेड हायरिंग सिस्टम
mr: मोलकरीण हायरिंग सिस्टम

source: Manage users, maids, and verifications
hi: उपयोगकर्ताओं, मेड और सत्यापन का प्रबंधन करें
mr: वापरकर्ते, मोलकरीण आणि पडताळणी व्यवस्थापित करा

source: Total Users
hi: कुल उपयोगकर्ता
mr: एकूण वापरकर्ते

source: All registered users
hi: सभी पंजीकृत उपयोगकर्ता
mr: सर्व नोंदणीकृत वापरकर्ते

source: Customers
hi: ग्राहक
mr: ग्राहक

source: Hiring for services
hi: सेवाओं के लिए हायरिंग
mr: सेवांसाठी भरती

source: Verified Maids
hi: सत्यापित मेड्स
mr: सत्यापित मोलकरीण

source: Approved profiles
hi: अनुमोदित प्रोफाइल
mr: मंजूर प्रोफाइल

source: Pending Approval
hi: अनुमोदन लंबित
mr: मंजुरी प्रलंबित

source: Needs verification
hi: सत्यापन की आवश्यकता है
mr: पडताळणी आवश्यक आहे

source: Maid Verification
hi: मेड सत्यापन
mr: मोलकरीण पडताळणी

source: Pending Review
hi: समीक्षा लंबित
mr: पुनरावलोकन प्रलंबित

source: Verified
hi: सत्यापित
mr: सत्यापित

source: Rejected
mr: नाकारले

source: Expertise & Skills
hi: विशेषज्ञता और कौशल
mr: विशेषज्ञता आणि कौशल्ये

source: View / Download
hi: देखें / डाउनलोड करें
mr: पहा / डाउनलोड करा

source: Approve Registration
hi: पंजीकरण स्वीकृत करें
mr: नोंदणी मंजूर करा

source: Reject Registration
hi: पंजीकरण अस्वीकार करें
mr: नोंदणी नाकारा

source: Back to Pending List
hi: लंबित सूची पर वापस जाएं
mr: प्रलंबित यादीवर परत जा

source: Back to Dashboard
hi: डैशबोर्ड पर वापस जाएं
mr: डॅशबोर्डवर परत जा

source: Name
hi: नाम
mr: नाव

source: Email
hi: ईमेल
mr: ईमेल

source: Action
hi: कार्रवाई
mr: कृती

source: Not Provided
hi: प्रदान नहीं किया गया
mr: दिलेले नाही

source: View
hi: देखें
mr: पहा

source: View Profile
hi: प्रोफाइल देखें
mr: प्रोफाइल पहा

source: No users found in this category.
hi: इस श्रेणी में कोई उपयोगकर्ता नहीं मिला।
mr: या श्रेणीमध्ये कोणतेही वापरकर्ते आढळले नाहीत.

source: User Profile
hi: उपयोगकर्ता प्रोफाइल
mr: वापरकर्ता प्रोफाइल

source: Home
hi: होम
mr: मुखपृष्ठ

source: Welcome
hi: स्वागत
mr: स्वागत

source: Logout
hi: लॉग आउट
mr: बाहेर पडा

source: Sign In
hi: साइन इन
mr: साइन इन

source: Create Account
hi: खाता बनाएं
mr: खाते तयार करा

source: All rights reserved.
hi: सर्वाधिकार सुरक्षित।
mr: सर्व हक्क राखीव.

source: Profile
hi: प्रोफाइल
mr: प्रोफाइल

source: Verified Professional
hi: सत्यापित पेशेवर
mr: सत्यापित व्यावसायिक

source: month
hi: महीना
mr: महिना

source: Send Email
hi: ईमेल भेजें
mr: ईमेल पाठवा

source: Proceed to Hire
hi: हायर करने के लिए आगे बढ़ें
mr: नेमण्यासाठी पुढे जा

source: Back to Listings
hi: लिस्टिंग पर वापस जाएं
mr: यादीवर परत जा

source: Send Email to
hi: को ईमेल भेजें
mr: याच्यावर ईमेल पाठवा

source: Close
hi: बंद करें
mr: बंद करा

source: Find Trusted & Verified Maids for Your Home
hi: अपने घर के लिए विश्वसनीय और सत्यापित मेड खोजें
mr: आपल्या घरासाठी विश्वसनीय आणि सत्यापित मोलकरीण शोधा

source: Hire reliable professionals for cleaning, cooking, baby care, and household services. Experience a cleaner, more organized life with our verified experts.
hi: सफाई, खाना पकाने, बच्चों की देखभाल और घरेलू सेवाओं के लिए विश्वसनीय पेशेवरों को किराए पर लें। हमारे सत्यापित विशेषज्ञों के साथ एक स्वच्छ, अधिक व्यवस्थित जीवन का अनुभव करें।
mr: स्वच्छता, स्वयंपाक, बाळाची काळजी आणि घरगुती कामांसाठी विश्वसनीय व्यावसायिकांना नियुक्त करा. आमच्या सत्यापित तज्ञांसह अधिक स्वच्छ आणि व्यवस्थित जीवनाचा अनुभव घ्या.

source: Hire a Maid
hi: मेड हायर करें
mr: मोलकरीण नेमा

source: Register as a Maid
hi: मेड के रूप में रजिस्टर करें
mr: मोलकरीण म्हणून नोंदणी करा

source: Already a member?
hi: पहले से सदस्य हैं?
mr: आधीच सदस्य आहात?

source: Home Service
hi: घरेलू सेवा
mr: घरगुती सेवा

source: Why Choose Us
hi: हमें क्यों चुनें
mr: आम्हाला का निवडावे

source: Every professional undergoes a thorough background check and verification process.
hi: प्रत्येक पेशेवर एक गहन पृष्ठभूमि जांच और सत्यापन प्रक्रिया से गुजरता है।
mr: प्रत्येक व्यावसायिकाची पार्श्वभूमी तपासणी आणि सत्यापन प्रक्रिया केली जाते.

source: Secure Hiring
hi: सुरक्षित हायरिंग
mr: सुरक्षित भरती

source: Safe and transparent booking system with secure payment processing.
hi: सुरक्षित भुगतान प्रसंस्करण के साथ सुरक्षित और पारदर्शी बुकिंग प्रणाली।
mr: सुरक्षित पेमेंट प्रक्रिया आणि पारदर्शक बुकिंग सिस्टम.

source: Location-based
hi: लोकेशन आधारित
mr: स्थानावर आधारित

source: Find the best helpers right in your neighborhood for faster availability.
hi: तेजी से उपलब्धता के लिए अपने पड़ोस में सबसे अच्छे सहायकों को खोजें।
mr: जलद उपलब्धतेसाठी आपल्या परिसरात सर्वोत्तम मदतनीस शोधा.

source: Trusted Platform
hi: विश्वसनीय प्लेटफॉर्म
mr: विश्वसनीय प्लॅटफॉर्म

source: Joining thousands of families who trust our quality of service.
hi: हमारी सेवा की गुणवत्ता पर भरोसा करने वाले हजारों परिवारों में शामिल हों।
mr: हजारो कुटुंबांमध्ये सामील व्हा जे आमच्या सेवेवर विश्वास ठेवतात.

source: Ready to find your perfect home helper?
hi: क्या आप अपने लिए सही घरेलू सहायक खोजने के लिए तैयार हैं?
mr: आपला परिपूर्ण घरगुती मदतनीस शोधण्यासाठी तयार आहात?

source: Join our community today and make your household management effortless.
hi: आज ही हमारे समुदाय में शामिल हों और अपने घरेलू प्रबंधन को आसान बनाएं।
mr: आजच आमच्या समुदायात सामील व्हा आणि आपले घरगुती व्यवस्थापन सोपे करा.

source: Welcome Back
hi: वापसी पर स्वागत है
mr: पुन्हा स्वागत आहे

source: Sign in to your account
hi: अपने खाते में साइन इन करें
mr: आपल्या खात्यात साइन इन करा

source: Password
hi: पासवर्ड
mr: पासवर्ड

source: Don’t have an account?
hi: खाता नहीं है?
mr: खाते नाही?

source: Find Your Perfect Help
hi: अपनी सही मदद खोजें
mr: आपली योग्य मदत शोधा

source: Browse our verified network of skilled housemaids ready to help you.
hi: हमारी सत्यापित कुशल मेड के नेटवर्क को ब्राउज़ करें जो आपकी मदद के लिए तैयार हैं।
mr: आमच्या सत्यापित कुशल मोलकरणींचे नेटवर्क ब्राउझ करा.

source: Filters
hi: फिल्टर
mr: फिल्टर्स

source: Skill Expertise
hi: कौशल विशेषज्ञता
mr: कौशल्य

source: All Skills
hi: सभी कौशल
mr: सर्व कौशल्ये

source: e.g. Mumbai
hi: उदा. मुंबई
mr: उदा. मुंबई

source: Salary Range (₹)
hi: वेतन सीमा (₹)
mr: पगार श्रेणी (₹)

source: Apply Filters
hi: फिल्टर लागू करें
mr: फिल्टर्स लागू करा

source: Reset All
hi: सभी रीसेट करें
mr: सर्व रीसेट करा

source: Expertise
hi: विशेषज्ञता
mr: विशेषज्ञता

source: Contact Support
hi: समर्थन से संपर्क करें
mr: सपोर्टशी संपर्क साधा

source: No Maids Match Your Filters
hi: आपके फिल्टर से कोई मेड मेल नहीं खाती
mr: तुमच्या फिल्टरशी कोणतीही मोलकरीण जुळत नाही

source: Try adjusting your filters or search criteria.
hi: अपने फिल्टर या खोज मानदंड को समायोजित करने का प्रयास करें।
mr: तुमचे फिल्टर किंवा शोध निकष बदलून पहा.

source: Clear All Filters
hi: सभी फिल्टर साफ़ करें
mr: सर्व फिल्टर्स काढा

source: Register
hi: रजिस्टर
mr: नोंदणी

source: Join our community today
hi: आज ही हमारे समुदाय में शामिल हों
mr: आजच आमच्या समुदायात सामील व्हा

source: Phone Number
hi: फोन नंबर
mr: फोन नंबर

source: Select Role
hi: भूमिका चुनें
mr: भूमिका निवडा

source: Customer (Hire a Maid)
hi: ग्राहक (मेड हायर करें)
mr: ग्राहक (मोलकरीण नेमा)

source: Maid (Find Work)
hi: मेड (काम खोजें)
mr: मोलकरीण (काम शोधा)

source: Confirm Password
hi: पासवर्ड की पुष्टि करें
mr: पासवर्ड पुष्टी करा

source: Register Now
hi: अभी रजिस्टर करें
mr: आता नोंदणी करा

source: Already have an account?
hi: क्या आपके पास पहले से एक खाता है?
mr: आधीच खाते आहे का?

source: Register as Maid
hi: मेड के रूप में रजिस्टर करें
mr: मोलकरीण म्हणून नोंदणी करा

source: Maid Registration Form
hi: मेड पंजीकरण फॉर्म
mr: मोलकरीण नोंदणी फॉर्म

source: Fill in your details to join our network of experts
hi: विशेषज्ञों के हमारे नेटवर्क में शामिल होने के लिए अपना विवरण भरें
mr: आमच्या तज्ञांच्या नेटवर्कमध्ये सामील होण्यासाठी आपले तपशील भरा

source: Email Address (Read-only)
hi: ईमेल पता (केवल पढ़ने के लिए)
mr: ईमेल पत्ता (केवळ वाचण्यासाठी)

source: Expected Monthly Salary (₹)
hi: अपेक्षित मासिक वेतन (₹)
mr: अपेक्षित मासिक पगार (₹)

source: Aadhaar Document (PDF/JPG/PNG)
hi: आधार दस्तावेज (PDF/JPG/PNG)
mr: आधार दस्तऐवज (PDF/JPG/PNG)

source: Police Verification (PDF/JPG/PNG)
hi: पुलिस सत्यापन (PDF/JPG/PNG)
mr: पोलीस पडताळणी (PDF/JPG/PNG)

source: Submit Registration
hi: पंजीकरण जमा करें
mr: नोंदणी जमा करा

source: You have already registered as a maid.
hi: आप पहले ही एक मेड के रूप में पंजीकृत हैं।
mr: तुम्ही आधीच मोलकरीण म्हणून नोंदणी केली आहे.

source: Registered as Maid Successfully. Admin will verify your profile soon.
hi: मेड के रूप में सफलतापूर्वक पंजीकृत किया गया। व्यवस्थापक जल्द ही आपकी प्रोफ़ाइल सत्यापित करेगा।
mr: मोलकरीण म्हणून यशस्वीरित्या नोंदणीकृत. प्रशासक लवकरच आपल्या प्रोफाइलची पडताळणी करेल.

source: Passwords do not match.
hi: पासवर्ड मेल नहीं खाते।
mr: पासवर्ड जुळत नाहीत.

source: Email already registered.
hi: ईमेल पहले से पंजीकृत है।
mr: ईमेल आधीच नोंदणीकृत आहे.

source: Account created successfully. Please sign in.
hi: खाता सफलतापूर्वक बनाया गया। कृपया साइन इन करें।
mr: खाते यशस्वीरित्या तयार केले. कृपया साइन इन करा.

source: Invalid email or password.
hi: अमान्य ईमेल या पासवर्ड।
mr: अवैध ईमेल किंवा पासवर्ड.

source: Your email has been sent successfully!
hi: आपका ईमेल सफलतापूर्वक भेज दिया गया है!
mr: तुमचा ईमेल यशस्वीश्या पाठवला गेला आहे!

source: Maid profile not found.
hi: मेड प्रोफाइल नहीं मिला।
mr: मेड प्रोफाइल सापडले नाही.
